{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700742/feb1_xlifpv.jpg",
  "data": [
    {
      "time": "5:21am",
      "note": "Reuters reports breaking news: 'MYANMAR LEADER AUNG SAN SUU KYI DETAINED -- RULING PARTY SPOKESMAN.'"
    },
    {
      "time": "6am",
      "note": "A spokesperson of National League for Democracy (NLD) reported to an international news station that Aung San Suu Kyi, the State Counsellor of Myanmar, and President Win Myint were detained."
    },
    {
      "time": "6:18am",
      "note": "The official Facebook page of Myanmar Radio and Television (MRTV), which is a Myanmar’s national free-to-air television channel, posted that it is unable to broadcast due to technical problems."
    },
    {
      "time": "7am",
      "note": "Internet and phone services were cut off."
    },
    {
      "time": "7:17am",
      "note": "Soldiers are deployed outside City Hall in Myanmar's main city of Yangon, according to Reuters."
    },
    {
      "time": "8:24am",
      "note": "Australia is 'deeply concerned' about reports that Suu Kyi had been detained and the military was once again trying to seize control of Myanmar, Foreign Affairs Minister Marise Payne says. 'We call on the military to respect the rule of law, to resolve disputes through lawful mechanisms and to release immediately all civilian leaders and others who have been detained unlawfully.'"
    },
    {
      "time": "8:30am",
      "note": "Myawaddy (MWD), a national TV channel, announced that power of governance had been handed over to the commander-in-chief Min Aung Hlaing, with a one-year state of emergency being declared. It announced that the State Counsellor Aung San Suu Kyi, President Win Myint, democratically elected parliment members and other senior leaders of the National League for Democracy (NLD) were detained, in response to the military claiming allegations of widespread electoral fraud."
    },
    {
      "time": "9:50am",
      "note": "The Ministry of Foreign Affairs of the United States of America released a statement to immediately release all government officials and political leaders."
    },
    {
      "time": "10:17am",
      "note": "The Secretary-General of United Nations condemned the detention of Aung San Suu Kyi and other political leaders and urged the military to respect the will of the people of Myanmar."
    },
    {
      "time": "10:30am",
      "note": "The acting president, Myint Swe, transferred all legislative, judicial and executive powers to the commander in chief of the defense service, Min Aung Hlaing."
    },
    {
      "time": "12:05pm",
      "note": "Myanmar Bankers Association said all financial services in banks were suspended due to poor Internet connections."
    },
    {
      "time": "12:07pm",
      "note": "The Ministry of Foreign Affairs of Indonesia issued a statement to call on the military to follow the principles of the ASEAN Charter and urged to address the electoral flaws through legal mechanisms."
    },
    {
      "time": "1:00pm",
      "note": "The road to the parliament building in Naypyitaw, the capital of Myanmar, buzzed with security personnel, including armored personnel carriers. Other government offices appeared normal with no added securities."
    },
    {
      "time": "1:48pm",
      "note": "The commander in chief, Min Aung Hlaing, issued an order 1/2021."
    },
    {
      "time": "3:30pm",
      "note": "Protesters gathered for a demonstration in front of the Myanmar’s embassy in Thailand. Thai Deputy Prime Minister told the media that the military takeover in Myanmar is 'an internal affair'. "
    },
    {
      "time": "3:45pm",
      "note": "Citizens in Yangon rushed to markets and shops for panic buying."
    },
    {
      "time": "8:00pm",
      "note": "The chief medical officer at Myitkyina, Doctor Nay Win, said he had no will to work under the military rule and quitted."
    },
    {
      "time": "10:15pm",
      "note": "The senior U.S. senator, Mitch McConnell, called on the Myanmar military to release all leaders and urged the Biden administration to impose costs on the military dictators who seized the power."
    }
  ]
}