{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700742/feb2_e9pvu1.jpg",
  "data": [
    {
      "time": "3:20am",
      "note": "The Biden administration is briefing the U.S. Congress on the situation in Myanmar, Senate Majority Leader Chuck Schumer says."
    },
    {
      "time": "12:03pm",
      "note": "NLD executive committee annouced all the detained leaders should be released."
    },
    {
      "time": "12:10pm",
      "note": "US president, Joe Biden, said sanctions will be reviewed. Internatal community also annouced the military should give back the power of governace, release the detained rightful leaders and do no harm to citizens of Myanmar. US minister of foreign affairs also announced that they're on the same side as Myanmar citizens. "
    },
    {
      "time": "1:20pm",
      "note": "Myanmar's ambassador to the U.K. is summoned to the Foreign, Commonwealth & Development Office and told London condemns 'the military coup and unlawful imprisonment of civilians, including Aung San Suu Kyi,' according to a spokesperson."
    },
    {
      "time": "2:25pm",
      "note": "The Yangon Youth Network activist group, one of Myanmar's biggest, says it has launched a civil disobedience campaign after the army seized power and detained Aung San Suu Kyi. It is one of the first signs of targeted action to oppose the coup."
    },
    {
      "time": "2:45pm",
      "note": "A video of a woman playing aerobics in front of soldiers and military cars, on the day when the coup took place(Feb 1), went viral"
    },
    {
      "time": "4:20om",
      "note": "Amata group of companies (from Thailand), suspended an investment worth of 1 billion US dollars in Myanmar."
    },
    {
      "time": "5:30pm",
      "note": "Myanmar has closed its international airport in Yangon, its main gateway, Reuters reports, citing the airport's manager. Yangon airport manager Phone Myint told the news agency that the airport had closed until May but gave no exact date."
    },
    {
      "time": "8:00pm",
      "note": "The streets of Yangon echo with the sound of banging pots and pans as residents strike up a protests against the coup."
    },
    {
      "time": "9:40pm",
      "note": "Myanmar National Airlines will resume domestic and international flights on Thursday, but only for 'relief flights,' the carrier says in a Facebook post."
    },
    {
      "time": "11:55pm",
      "note": "U.S. Senator Mitch McConnell, the former Senate majority leader, calls for 'even more sanctions' on Myanmar's military in response to its seizure of power."
    }
  ]
}