{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700743/feb3_r2dzrp.jpg",
  "data": [
    {
      "time": "1:27am",
      "note": "Facebook has blocked a page linked to the Myanmar military's Myawaddy television network."
    },
    {
      "time": "3am",
      "note": "The United Nations Security Council holds a teleconference to discuss the Myanmar coup but stops short of issuing a statement condemning the military's actions. Talks among Security Council members are said to continue."
    },
    {
      "time": "9:43am",
      "note": "Myanmar's military sets up a State Administrative Council, appointing election commissioners as well as the governor of the central bank."
    },
    {
      "time": "9:49am",
      "note": "Staff at 70 hospitals and medical departments in 30 towns across Myanmar have stopped work to protest against the coup, according to a statement from the Myanmar Civil Disobedience Movement posted on Facebook."
    },
    {
      "time": "10:00am",
      "note": "Yangon Stock Exchange resumes trading after a two-day suspension. Network connections, which had prevented securities firms and banks from accessing the bourse's trading and settlement system, have been restored. The military jammed lines of communication early Monday morning as a means to stage a successful coup"
    },
    {
      "time": "10:20am",
      "note": "Japanese Chief Cabinet Secretary Katsunobu Kato tells reporters that events in Myanmar 'amount to a coup.' When asked if Japan would continue to provide Myanmar with economic report, he said: 'we will consider our response while we keep watching the situation.'"
    },
    {
      "time": "11:48am",
      "note": "The International Monetary Fund last week sent $350 million in cash to the Myanmar government, part of a no-strings-attached emergency aid package to help the country battle the coronavirus pandemic."
    },
    {
      "time": "12:17pm",
      "note": "A protest against the coup is taking place outside the foreign ministry building in Tokyo"
    },
    {
      "time": "12:40pm",
      "note": "G7 minister of foreign affairs issue a joint statement condemning the coup."
    },
    {
      "time": "2:50pm",
      "note": "China's Foreign Ministry rejects suggestions it supported or gave tacit consent to the military coup."
    },
    {
      "time": "4pm",
      "note": "Myanpix, the Yangon Stock Exchange's benchmark index, fell 26.47, or 6%, to 417.25 from its previous close on Jan. 29, the first time since April 2020 the index has fallen below 420. Wednesday's fall was the largest in percentage terms since March 2017."
    },
    {
      "time": "5pm",
      "note": "Myanmar Police have filed charges against Daw Aung San Su Kyi under Telecommunication laws and U Win Myint under Disaster Management Law."
    },
    {
      "time": "8:38pm",
      "note": "More than 1,000 doctors in 70 hospitals in Myanmar go on strike to protest the military coup that ousted leader Aung San Suu Kyi two days ago."
    }
  ]
}