{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700743/feb4_b9ctsl.jpg",
  "data": [
    {
      "time": "3:16am",
      "note": "United Nations Secretary-General Antonio Guterres pledges to mobilize international pressure on Myanmar's military 'to make sure that this coup fails.'"
    },
    {
      "time": "7:30am",
      "note": "Ministry of communications announced that facebook will temporarily be blocked."
    },
    {
      "time": "10am",
      "note": "Japan's Suzuki Motor confirmed that two factories near Yangon that make cars and trucks, which had been shut down since the afternoon of February 1."
    },
    {
      "time": "10:15am",
      "note": "Ko Tayzar Sann and 20 other students started the very first protest near University of Medicine, Mandalay to against the current military coup. One person holding a banner that reads, 'People protest against military coup' while the group chants, 'Our arrested leaders, release now, release now.'"
    },
    {
      "time": "11:10am",
      "note": "Security Counil annouced that they were deeply worried about the current situation in Myanmar although there were no use of the word 'coup' and 'condemn'. "
    },
    {
      "time": "12:45pm",
      "note": "At least three arrests were made in Mandalay after a protest against the coup, Reuters reports. The arrests were confirmed by student activists from three groups, based in Mandalay and Yangon"
    },
    {
      "time": "3:45pm",
      "note": "Japanese and Thai companies began flocking to Myanmar a decade ago, betting that its tentative embrace of democracy would open up an untapped market. Now the military coup threatens to throw long-nurtured business plans into disarray."
    },
    {
      "time": "11:10pm",
      "note": "The United Nations Security Council has issued a press statement expressing 'deep concern at the declaration of the state of emergency imposed in Myanmar' and calling for the immediate release of all those detained, including de facto leader Aung San Suu Kyi."
    }
  ]
}