{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700743/feb5_urubdv.jpg",
  "data": [
    {
      "time": "1:10am",
      "note": "U.S. President Joe Biden's national security adviser, Jake Sullivan, says the administration thinks it 'can work with Congress on a package of sanctions to impose consequences in response to this coup' in Myanmar. 'We will also be working with allies and partners around the world.'"
    },
    {
      "time": "2:10am",
      "note": "There are announcements another senior figure in Aung San Suu Kyi's National League for Democracy, U Win Htein, had been detained."
    },
    {
      "time": "2:40am",
      "note": "U.S President Joe Biden says Myanmar's military 'should relinquish power they have seized, release the activists and advocates and officials they have detained, lift the restrictions on telecommunications and refrain from violence.'"
    },
    {
      "time": "8:04am",
      "note": "Japan's Kirin Holdings announces it will terminate its two joint ventures in Myanmar, becoming the first Japanese company to denounce the military coup that took place earlier this week."
    },
    {
      "time": "9am",
      "note": "The office of the U.S. National Security Council issues a statement on National Security Adviser Jake Sullivan's phone call with Association of Southeast Asian Nations ambassadors in Washington."
    },
    {
      "time": "3:29pm",
      "note": "Teachers in Myanmar become the latest group to join a civil disobedience campaign. Wearing red ribbons and holding protest signs, scores of educators gather in front of buildings at Yangon University of Education."
    },
    {
      "time": "5:15pm",
      "note": "The National League for Democracy of ousted leader Aung San Suu Kyi throws its support behind a civil disobedience campaign and says it will help people who are arrested or sacked for opposing this week's coup. In a statement on an official NLD Facebook page, the party denounces the coup and Suu Kyi's detention as 'unacceptable' and says it has a duty to provide help to those penalized for opposing the military takeover."
    },
    {
      "time": "6:01pm",
      "note": "Since Myanmar's new military rulers imposed a temporary block on Facebook, thousands in the country have joined Twitter. Many are using the platform and pro-democracy hashtags to criticize the army's takeover and call for peaceful protests until the result of November's election, which was won in a landslide by Aung San Suu Kyi's party, is respected. "
    },
    {
      "time": "9:20pm",
      "note": "Defiant student protestors enter a court earlier Friday after being arrested. "
    }
  ]
}