{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700743/feb6_stotjf.jpg",
  "data": [
    {
      "time": "12:30am",
      "note": "MPT, Myanmar's largest telecom provider, has blocked access to Twitter."
    },
    {
      "time": "4:10am",
      "note": "Myanmar's military-appointed Union Election Commission, in a statement dated Friday, says it has begun an investigation into 'voter fraud in the 2020 general election.'"
    },
    {
      "time": "10:00am",
      "note": "A peaceful flash-mob protest takes place near the Hleidan Center, Yangon's main shopping area. A group of ten walked along the street silently holding up messages written on A3 paper saying: '#Release Our Leader,' '#Respect Our Votes,' 'Reject Military Coup.' The group dispersed when police appeared."
    },
    {
      "time": "2pm",
      "note": "The Japanese embassy notified nationals resident in Myanmar that the new blockages would begin at 9 a.m. on Feb. 6."
    },
    {
      "time": "3pm",
      "note": " The British Embassy in Myanmar expresses concern over how the shutdown may potentially be used against the people of Myanmar. 'The U.K. has been clear that the state of emergency must not be used as a smokescreen for a crackdown on rights and freedoms,' the mission tweets."
    },
    {
      "time": "7:24pm",
      "note": "Australia's foreign minister says Canberra is 'deeply concerned' about reports that an Australian national has been detained in Myanmar, days after a military coup. Local media identified the Australian as Sean Turnell, an economic adviser to Myanmar's deposed leader Aung San Suu Kyi."
    },
    {
      "time": "10pm",
      "note": "False information claiming that Aung San Suu Kyi has been released from house arrest spreads among the people across the country amid an internet blackout, leading many supporters to go out to celebrate. However, Khin Maung Zaw, a lawyer who represent Suu Kyi and President Win Myint, confirmed to journalists that the information is false."
    }
  ]
}