{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700743/feb7_f25uf2.jpg",
  "data": [
    {
      "time": "10:02am",
      "note": "Thousands of protesters marched for a second day in Yangon. Some carried red balloons -- the signature color of Aung San Suu Kyi's National League for Democracy party -- and chanted, 'We don't want military dictatorship! We want democracy!' By mid-morning about 100 people had also gathered in the coastal town of Mawlamine in the southeast, and students and doctors were gathering in the city of Mandalay."
    },
    {
      "time": "11:46am",
      "note": "Contact with the outside world is increasingly restricted, with international calls failing to go through and an internet block in still in place."
    },
    {
      "time": "2:32pm",
      "note": "Shots were heard as police broke up a protest in the southeastern town of Myawaddy, which sits across the border from Thailand's Mae Sod. Video streamed on Facebook shows armed police rushing at a crowd of a few hundred demonstrators. While the firing is clearly audible, it is not clear what kind of munitions are being used or if there are casualties."
    },
    {
      "time": "2:35pm",
      "note": "Internet access is restored in Myanmar's main city of Yangon, more than a day after it was blocked by the government. Popular social media platforms like Facebook, Twitter and Instagram are still not available."
    },
    {
      "time": "2:48pm",
      "note": "NetBlocks, a London-based independent internet service watchdog, confirms the partial restoration of online service in Myanmar. It remains unclear how long access will be available."
    },
    {
      "time": "5:57pm",
      "note": "The Irrawaddy, a news site focusing on Myanmar, reports that police fired rubber bullets during the Myawaddy protest and arrested six people."
    },
    {
      "time": "8:54pm",
      "note": "Pope Francis, who visited Myanmar in 2017, expresses 'solidarity with the people' in clear opposition to the coup and asks the country's leaders to serve the common good and seek 'democratic' harmony at his Sunday address in St. Peter's Square."
    }
  ]
}