{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700745/feb12_tjqgzj.jpg",
  "data": [
    {
      "time": "1:05am",
      "note": "Momentum for sanctions is also building in Europe. U.K. Foreign Secretary Dominic Raab says Britain is 'urgently looking at further measures under our own sanctions regimes.'"
    },
    {
      "time": "4:15am",
      "note": "The U.S. Agency for International Development, or USAID, has taken a step in line with the Biden administration's response to the Myanmar coup. 'USAID is immediately redirecting $42.4 million of assistance away from work that would have benefited the Government of Burma,' the government agency said in a statement. 'Rather than supporting the military, we will redirect these funds to support and strengthen civil society.'"
    },
    {
      "time": "7:30am",
      "note": "Myanmar's military junta has remitted the sentences of more than 23,000 prisoners, an announcement in state media from Senior Gen. Min Aung Hlaing said on Friday, a public holiday. The announcement said the country 'is establishing a new democratic state with peace, development and discipline to turn the prisoners into certain decent citizens, to please the public and to create the humanitarian and compassionate grounds.' The sentences of 23,314 Myanmar nationals and 55 foreign prisoners were remitted."
    },
    {
      "time": "8:30am",
      "note": "Facebook said it would reduce the distribution of the Myanmar military's content and profiles, saying they have 'continued to spread misinformation' after the coup. The measures -- which are not a ban, but are aimed at reducing the number of people who see the content -- will apply to an official page run by the army and one by a spokesperson, the company said in a statement, as well as 'any additional pages that the military controls that repeatedly violate our misinformation policies.'"
    },
    {
      "time": "11:10am",
      "note": "Protesters demanding the release of Aung San Suu Kyi gather in front of the Chinese Embassy in Yangon. Beijing has been determined not to criticize the military coup, while the U.S. has decided to impose sanctions."
    },
    {
      "time": "2:36pm",
      "note": "Three people are wounded when police fire rubber bullets to break up a crowd of protesters in the southeastern town of Mawlamyine, a Myanmar Red Cross official told Reuters. Footage broadcast by Radio Free Asia shows police charging at protesters, grabbing one of them and striking him in the head. "
    },
    {
      "time": "4:21pm",
      "note": "The United Nations human rights investigator for Myanmar said there were 'growing reports, photographic evidence' that security forces have used live ammunition against protesters, in violation of international law. Thomas Andrews said that the U.N. Security Council should consider imposing sanctions, arms embargos and travel bans."
    },
    {
      "time": "5:50pm",
      "note": "The U.S. calls on other member states of the United Nations to join it and other countries in pressuring Myanmar's coup leaders, including through targeted sanctions such as those Washington imposed. Mark Cassayre, charge d'affaires at the U.S. mission to the U.N. in Geneva, asked that they 'join us in promoting accountability for those responsible for the coup, including through targeted sanctions.'"
    },
    {
      "time": "9pm",
      "note": "Pro-democracy demonstrators in Thailand and Myanmar are pooling ideas as they protest against their respective governments, including statements of defiance like the three-finger salute inspired by The Hunger Games films."
    },
    {
      "time": "10pm",
      "note": "The United Nations Human Rights Council in Geneva has adopted a resolution on the deteriorating human rights situation in Myanmar proposed by Britain and the European Union. U.K. Ambassador Julian Braithwaite says the coup 'has to be reversed.' He also calls for the release of detained political leaders and activists. Myanmar's ambassador says such country-specific resolutions are 'not acceptable.' Friday's special session follows a move by the administration of U.S. President Joe Biden to 'reengage immediately and robustly' with the U.N. Human Rights Council. Biden's predecessor Donald Trump distanced the U.S. from the council."
    },
    {
      "time": "11pm",
      "note": "The resolution adopted at the U.N. Human Rights Council does not use the word 'coup' to describe the military takeover of power in Myanmar, according to the draft version. Instead, it expresses 'deep concern at the declaration of the state of emergency imposed in Myanmar by the military' and 'calls for the restoration of the democratically elected Government,' according to the draft."
    }
  ]
}