{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700745/feb11_bnemxr.jpg",
  "data": [
    {
      "time": "12:50am",
      "note": " U.S. President Joe Biden announces a series of actions to 'begin imposing consequences' on the leaders of the Myanmar coup."
    },
    {
      "time": "3:20am",
      "note": "The United Nations Human Rights Council will on Friday debate a resolution drafted by Britain and the European Union that would condemn Myanmar's military coup, Reuters reports, citing a text of the draft. The U.N. Security Council stopped short of using the word 'condemn' in its statement on the situation in Myanmar, which the body did not call a 'coup.'"
    },
    {
      "time": "7:14am",
      "note": "One of Aung San Suu Kyi's closest aides, Kyaw Tint Swe, was detained overnight in a new wave of arrests, an official with Suu Kyi's National League for Democracy party says in a post on Facebook. Kyaw Tint Swe had served as minister for the Office of the State Counsellor under Suu Kyi. NLD information committee member Kyi Toe said Kyaw Tint Swe and four others had been taken from their homes."
    },
    {
      "time": "9am",
      "note": "Demonstrators gradually start to march in Yangon and elsewhere for the sixth day since large scale street protests started on Saturday."
    },
    {
      "time": "10am",
      "note": "Protesters gather in front of the Chinese Embassy in Yangon over a statement posted on the embassy's Facebook page Wednesday night. Rumors were circulating that Chinese cargo planes had arrived in Myanmar with equipment to control the internet. But the embassy posted a statement by the China Enterprises Chamber of Commerce in Myanmar saying the aircraft were only carrying goods such as 'seafood', and urged that rumors not be spread."
    },
    {
      "time": "11:30am",
      "note": "A car workshop owner who was protesting near Sule Pagoda Street in downtown Yangon says: 'We heard that the U.S. will keep on helping the Myanmar people. The sanctions will block the military business, so we welcome such kind of actions.' He added, 'we will continue civil disobedience to end the dictatorship. The military can't do anything without people.'"
    },
    {
      "time": "11:50am",
      "note": "Military spokesperson Zaw Min Tun comments on U.S. sanctions: 'They have already announced that they would do it. And now they did it. Apart from that, I have nothing to say.'"
    },
    {
      "time": "1:30pm",
      "note": "Aung Kyi Nyunt, an Upper House lawmaker and an NLD Central Executive Committee member, tells Nikkei Asia that he welcomes U.S. sanctions as they are 'very good for the people,' adding, they 'can give strength to the people.' He also calls on all civil servants to join the civil disobedience movement."
    },
    {
      "time": "3:30pm",
      "note": "Protesters calling for the release of Aung San Suu Kyi gather in central Tokyo at the United Nations University."
    },
    {
      "time": "9:15pm",
      "note": "U.S. President Joe Biden has informed Congress of his executive order authorizing actions in response to the coup."
    },
    {
      "time": "9:50pm",
      "note": "Myanmar's military-led government seeks vast powers to police information on the internet, a proposed 'cybersecurity' bill shows."
    }
  ]
}