{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700745/feb10_xvcxaj.jpg",
  "data": [
    {
      "time": "1:50am",
      "note": "The U.S. government has begun to review assistance to Myanmar in light of last week's coup, State Department spokesperson Ned Price tells reporters."
    },
    {
      "time": "9:30am",
      "note": "Protestors start to gather around Yangon's city hall as well as in the Hledan district, the commercial hub, marking the fifth day of large-scale street protests since they began on Saturday. Typically, in Yangon most of the people start to gather around 9 a.m. and disperse around 5 p.m."
    },
    {
      "time": "12:00pm",
      "note": "In the capital, Naypyitaw, hundreds of government workers march in support of a growing civil disobedience campaign"
    },
    {
      "time": "1:30pm",
      "note": " Large scale protests continue in the main city of Yangon. Many young people dressed up in costumes to express a form of political satire toward the junta."
    },
    {
      "time": "3:00pm",
      "note": "Thai Prime Minister Prayuth Chan-ocha, who seized power in a coup himself, said he received a letter from Myanmar's new junta leader, Min Aung Hlaing, asking for help in supporting democracy in the country. Prayuth, who overthrew an elected prime minister in 2014 and stayed in office after an election in 2019 his rivals claimed was flawed, told reporters in Bangkok that he had always supported democracy in the neighboring country."
    },
    {
      "time": "3:30pm",
      "note": "Eleven Media Group, a local media outlet, reports that police officers taking part in a protest in Loikaw, the capital of Kayah State, faced arrest for their actions."
    },
    {
      "time": "5pm",
      "note": "The military's seizure of power in Myanmar risks dealing a major blow to the country's $6 billion garment and footwear industry, a vital source of jobs in a sector already reeling from the pandemic."
    },
    {
      "time": "9pm",
      "note": "A United Nations human rights expert warns that Myanmar's security forces risk prosecution under international law if they use excessive force against peaceful protestors."
    },
    {
      "time": "10:30pm",
      "note": "Japanese Foreign Minister Toshimitsu Motegi and U.S. Secretary of State Antony Blinken share 'grave concerns' over the situation in Myanmar during a roughly 40-minute phone call, according to a Japanese Foreign Ministry readout of the talks."
    }
  ]
}