{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700745/feb14_ts24xk.jpg",
  "data": [
    {
      "time": "9:10am",
      "note": "Myanmar's army reinstates a law requiring people to report overnight visitors to their homes, as police hunt supporters of protests that have rocked the country since a military coup on Feb. 1. The amendment to the Ward or Village Tract Administration Law, announced late on Saturday on a military-run Facebook page, is the latest in a raft of legislative changes introduced by the army."
    },
    {
      "time": "10:20am",
      "note": "According to Reuters, tens of thousands of protesters take to the streets in major cities. It is the ninth straight day of anti-coup demonstrations, after a fearful night as residents formed patrols and the army rolled back laws protecting freedoms. 'We created two teams with our neighbors, each team with three to four people, to secure the streets in the neighborhood,' said a seafood seller in Yangon. The team formed a makeshift checkpoint from 8:00 p.m. to 5:00 a.m. armed with sticks. He said it was to 'protect ourselves because we don't know what kind of weapons the suspicious person might bring. But we are trying not to be violent.'"
    },
    {
      "time": "11:30am",
      "note": "'I haven't slept last night. People are getting tired of patrolling at night in their neighborhoods since the military released 23,000 prisoners,' said a young man. He quit his job at a garment factory to join the protests; 400 out of 2,000 workers have left the plant, he said."
    },
    {
      "time": "1:30pm",
      "note": "Thousands of people from Myanmar living in Japan marched in Shibuya, downtown Tokyo on Sunday to protest the military coup back home, some holding photos of ousted leader Aung San Suu Kyi and signs deploring the loss of human rights."
    },
    {
      "time": "8:45pm",
      "note": "The U.S embassy in Myanmar urged its citizens to 'shelter-in-place' on Sunday, citing reports of military movements in the commercial capital Yangon, after armored vehicles were sighted there for the first time since the Feb. 1 military coup. The embassy also said there was a 'possibility of telecommunications interruptions overnight between 1:00 a.m. and 9:00 a.m'."
    },
    {
      "time": "9:41pm",
      "note": "Soldiers were deployed to power plants in the northern state of Kachin, leading to a confrontation with demonstrators. Security forces fired to disperse protesters outside one plant in Kachin's state capital Myitkyina, footage broadcast live on Facebook showed. It was not clear if they were using rubber bullets or live fire."
    },
    {
      "time": "11:01pm",
      "note": "Western embassies in Myanmar called on the country's military to 'refrain from violence against demonstrators and civilians' in a statement released late Sunday."
    }
  ]
}