{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700744/feb8_dzqxv6.jpg",
  "data": [
    {
      "time": "8:16am",
      "note": "Opponents of Myanmar's coup call for more protests and work stoppages on Monday. 'Marchers from every corner of Yangon, please come out peacefully and join the people's meeting,' activist Ei Thinzar Maung posts on Facebook, using virtual private networks to rally protesters despite an attempt by the junta to ban the social media network."
    },
    {
      "time": "9:13am",
      "note": "Hundreds of protesters march in Yangon on a third day of demonstrations, Reuters reports. A group of saffron-robed monks march in the vanguard of the protest, together with workers and students. They fly multicolored Buddhist flags alongside red banners -- the color of Suu Kyi's National League for Democracy, witnesses say. 'Release Our Leaders, Respect Our Votes, Reject Military Coup,' one sign reads. Many protesters wear black."
    },
    {
      "time": "11:26am",
      "note": "Police in the capital, Naypyitaw, use a water cannon against demonstrators. Police fired short bursts against some of the thousands of protesters. Some demonstrators appeared hurt when they were knocked to the ground."
    },
    {
      "time": "12:48pm",
      "note": "Tens of thousands of people nationwide have joined the protests"
    },
    {
      "time": "2pm",
      "note": "Local media report that politically active monks have led growing protests in Mandalay, the country's second-largest city. Their followers include Buddhist and Muslim volunteer groups. Teachers and members of the judiciary are also reported to be helping expand civil disobedience."
    },
    {
      "time": "5:10pm",
      "note": "Police in the capital, Naypyitaw, warn protesters to disperse or face the use of unspecified force. Water cannons were fired in the morning."
    },
    {
      "time": "6pm",
      "note": "Local media report that a curfew will be imposed in Mandalay and other cities from 8 p.m. to 4 a.m. and that assemblies of more than five people are banned."
    },
    {
      "time": "6:01pm",
      "note": "Concerns arise that power may be cut in some areas after 8 p.m."
    },
    {
      "time": "7:28pm",
      "note": "It is confirmed that the military in Mandalay, the country's second-largest city, has issued written orders banning assemblies of more than five people."
    },
    {
      "time": "7:31pm",
      "note": "Reports indicate that martial law is being imposed in other population centers beyond Mandalay, including parts of Yangon, Monywa, Loikaw, Hpasaung, Taunggyi, Kalay, Yaykyi and Meikhtila."
    },
    {
      "time": "8:53pm",
      "note": "Senior Gen. Min Aung Hlaing addresses the nation on state television, saying the military respects the constitution and that free and fair elections are key to democratic systems. He says 'no one is above the law,' which is basic to any democratic system."
    },
    {
      "time": "10:45pm",
      "note": "Human Rights Watch is urging the United Nations Security Council to take stronger measures in response to the Myanmar coup."
    }
  ]
}