{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700744/feb9_k3dst9.jpg",
  "data": [
    {
      "time": "2:50am",
      "note": "U.S. President Joe Biden discusses the situation in Myanmar in a call to Indian Prime Minister Narendra Modi."
    },
    {
      "time": "3:40am",
      "note": "The United Nations Human Rights Council will hold a special session on the situation in Myanmar on Friday following a call for a meeting by the U.K. and European Union."
    },
    {
      "time": "9am",
      "note": "A few hundred protesters gather in downtown Yangon, with some holding banners reading, 'Do not allow dictatorship'. People also have started to march again in Hledan township, the city's main commercial district. Meanwhile, the military has ordered a full curfew across Yangon."
    },
    {
      "time": "9:50am",
      "note": "New Zealand Prime Minister Jacinda Ardern says her government will suspend all high-level political and military contact with Myanmar. The country also will impose a travel ban on Myanmar's military leaders and ensure that New Zealand's aid to the country excludes projects that benefit the military government."
    },
    {
      "time": "11:30am",
      "note": "Singaporean businessman Lim Kaling, a board member of Hong Kong-listed gaming hardware maker Razer, will exit from his business linked to the Myanmar military. The military deploys troops to Hleidan Center, Yangon's main shopping area in the city center, which has emerged as a key rallying point for protests. Soldiers have been positioned behind police lines, blocking nearby streets. At least six military trucks and 50 to 100 soldiers are in the vicinity."
    },
    {
      "time": "2:49pm",
      "note": "At least 27 people including a journalist have been arrested in Mandalay, Myanmar's second-largest city. A journalist from the Democratic Voice of Myanmar told the news agency he had been detained filming the rally, and that security personnel had beaten people."
    },
    {
      "time": "3:51pm",
      "note": "Police in Naypyitaw, the capital, fired live rounds into the air to disperse protesters. Three people were treated in a clinic after apparently being hit by rubber bullets. The three and another protester with head injuries were later transferred to hospital."
    },
    {
      "time": "4:30pm",
      "note": "Local media outlet 7Day News reports that a 19-year-old female protester is undergoing emergency surgery at a large hospital in Naypyitaw. She was not doing anything when she got fired. She was hiding behind a bus and then got shot with a real bullet in the head."
    },
    {
      "time": "6:30pm",
      "note": "The Irrawaddy reports on injuries at today's protests. Meanwhile, Myanmar state television says police were attacked and insulted during protests, and broadcasts show images of officers described as having been injured."
    },
    {
      "time": "10:20pm",
      "note": "Police raid the headquarters of the National League for Democracy, Aung San Suu Kyi's party, Reuters and other media outlets report, citing NLD lawmakers."
    }
  ]
}