{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700745/feb15_i4xirc.jpg",
  "data": [
    {
      "time": "12:02am",
      "note": "Reuters reports that two journalists from The 74 Media, which was broadcasting live from the site of the confrontation, were arrested along with three other journalists, the news outlet said in a Facebook post."
    },
    {
      "time": "1:00am",
      "note": "All four telecommunications networks were inaccessible from about 1 a.m. on Monday (1830GMT), residents in Myanmar reported. In the early days after the coup, the internet was cut across the country."
    },
    {
      "time": "9:30am",
      "note": "Residents in Yangon say internet service has resumed. Protests have broken out in the commercial capital, with many military vehicles seen in the city."
    },
    {
      "time": "11:00am",
      "note": "Aung San Suu Kyi will be remanded in detention until Wednesday for a court hearing and will not appear on Monday as initially expected, her lawyer tells journalists in the capital Naypyitaw, according to Reuters. 'Whether it is fair or not, you can decide yourself,' the lawyer says."
    },
    {
      "time": "4:58pm",
      "note": "Myanmar security forces open fire to disperse protesters in the city of Mandalay, local media outlet Frontier Myanmar reports. The number of casualties is not clear, it says. A member of a student union in the city says some people have been wounded."
    },
    {
      "time": "9:15pm",
      "note": "Malaysia says it will not deport any Muslims or migrants registered with the U.N. refugee agency. Malaysia had agreed to return them after Myanmar's military, which seized power in a Feb. 1 coup, offered to send three navy ships to pick up its citizens held in Malaysian immigration detention centers. In response, the United Nations high commissioner for refugees has urged Malaysia not to hand over asylum-seekers, saying many of those in detention may require international protection, including vulnerable women and children."
    }
  ]
}