{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700746/feb19_hin49x.jpg",
  "data": [
    {
      "time": "1am",
      "note": "Malaysia remains committed to repatriating around 1,200 Myanmar nationals held in the country's immigration detention centers next Tuesday, despite strong protests from civil rights groups and the United Nations High Commissioner for Refugees. While Myanmar is in turmoil over the recent military coup, a source in Malaysia's Immigration Department tells Nikkei Asia the detainees will be sent back as scheduled, requesting anonymity because he was not authorized to speak. An analyst, meanwhile, acknowledges Malaysia's concerns about illegal immigration but argues the controversy shows the need for better coordination with the U.N."
    },
    {
      "time": "2am",
      "note": "In a coordinated move with the U.K., Canada has imposed sanctions on nine figures associated with the Myanmar coup. They include junta leader Min Aung Hlaing and Defense Mya Tun Oo, who was just sanctioned by the U.K., according to a statement by Global Affairs Canada, the country's foreign ministry. 'Following recent measures by the United States, and in coordination with the United Kingdom, the sanctions announced today are part of a united response to send a clear message that Canada will not accept the actions of the Myanmar military and their complete disregard for the will and democratic rights of the people of Myanmar,' the statement says."
    },
    {
      "time": "8am",
      "note": "Myanmar's coup creates a minefield for business, Nikkei Asia reports. Fears of a digital crackdown undercut hope the junta will improve on Suu Kyi's economic policies."
    },
    {
      "time": "9am",
      "note": "Access to the internet resumes after the junta shut it down starting at 1 a.m."
    },
    {
      "time": "9:30am",
      "note": "Police erect a barricade at the main intersection of Sule Pagoda Road in downtown Yangon to prevent protests. But a few hundred defiant protesters gather near the barricade. A 19-year-old female student said: 'Please help Myanmar people. We need State Counselor Aung San Suu Kyi and President Win Myint back.' She added, 'At night, we are worried about the police arresting us at our houses, so we are going to bang pots when we see strangers in the neighborhood.'"
    },
    {
      "time": "11am",
      "note": "Myanmar national soccer players join the protests in Yangon."
    },
    {
      "time": "1pm",
      "note": "A young woman who was shot in the head last week as police tried to disperse a crowd died on Friday, her brother said. Mya Thwate Thwate Khaing, who just turned 20, had been on life support since being taken to a hospital on Feb. 9, after she was hit by what doctors said was a bullet during a protest in the capital, Naypyitaw. She is the only protester to have been killed since Myanmar's army seized power on Feb. 1. A 36-year-old interior designer participating in protests in Yangon said, 'I am very sad. We will fight for democracy.'"
    },
    {
      "time": "5pm",
      "note": "A Singaporean company that sold anti-drone products to Myanmar's police force is halting its business in the country, Reuters reports, citing a company representative. 'We have no plan to supply anti-drone products to Myanmar until a lawful society is re-established,' Sam Ong, managing director of TRD Consulting, is quoted as saying in an email. 'We will review the future sales accordingly.' He says the company was in the process of selling its products to Yangon International Airport but has canceled the deal. He also says TRD will not supply Myanmar's military. Singapore has been one of Myanmar's biggest sources of investment in recent years."
    },
    {
      "time": "9:30pm",
      "note": " U.K. Prime Minister Boris Johnson, chairing today's virtual Group of Seven summit, sounds a note of solidarity on the G-7's response to the coup. 'The G7 is the great gathering of like-minded liberal free-trading democracies, it's a very very important forum, we stand together on many issues around the world, whether its our views on the coup in Myanmar... or on the detention of Alexei Navalny in Moscow,' Johnson says."
    }
  ]
}