{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700745/feb16_ryybns.jpg",
  "data": [
    {
      "time": "2:15am",
      "note": "France 'will continue to support the Burmese people in their struggle for democracy and the rule of law. France remains deeply concerned about the deterioration of the situation in Burma with the increasing use of violence against peaceful demonstrators and the deployment of armored vehicles in several cities of the country. The attacks on freedom of expression and the freedom of the press are of great concern. France calls on the security forces to restore access to communication networks as soon as possible.' in partnership with European and international partners, the French foreign ministry says in a statement. The French statement comes as security forces in Myanmar appeared to toughen their stance toward widespread protests against the country's return to military rule."
    },
    {
      "time": "7:30am",
      "note": "The United Nations special envoy has warned Myanmar's army of 'severe consequences' for any harsh response to the protests, a U.N. spokesman said. Special Envoy Christine Schraner Burgener spoke on Monday to the deputy head of the junta via phone. 'Ms. Schraner Burgener has reinforced that the right of peaceful assembly must be fully respected and that demonstrators are not subjected to reprisals,' U.N. spokesman Farhan Haq said. Myanmar's army stated that deputy head Soe Win discussed the administration's plans and information on 'the true situation of what's happening in Myanmar.'"
    },
    {
      "time": "9:03am",
      "note": "Residents say internet access has been restored. The army had cut off access for a second consecutive night early on Tuesday, raising concerns among coup opponents, particularly after the army suspended legal constraints on search and detention powers. 'There is suspicion this blackout was to commit unjust activities, including arbitrary arrests, ' said a local political prisoners group, which has recorded 426 arrests as of Monday."
    },
    {
      "time": "12:45am",
      "note": "Singapore foreign minister Vivian Balakrishnan tells parliament he does not support slapping 'widespread generalized indiscriminate sanctions' on Myanmar because such measures could hurt ordinary citizens. The island state is a major investor in Myanmar and a member of the Association of Southeast Asian Nations. Indonesia, Malaysia and other ASEAN members have been calling for a special meeting to discuss the situation in Myanmar."
    },
    {
      "time": "1pm",
      "note": "Dozens of Buddhist monks protest on the streets near Shwedagon Pagoda, the most famous temple in Yangon."
    },
    {
      "time": "3:45pm",
      "note": "Aung San Suu Kyi's attorney tells reporters that the police has filed additional charges against her. Suu Kyi's lawyer Khin Maung Zaw said the ousted leader is being charged with violating the country's Natural Disaster Law, without elaborating further. Suu Kyi was first charged with illegally importing walkie talkies and meant to be held under house arrest until Wednesday."
    },
    {
      "time": "4:30pm",
      "note": "In the first press conference held by the junta since it seized power on Feb. 1, Brigadier General Zaw Min Tun, spokesperson for the ruling State Administration Council, blamed protesters for inciting violence and illegally pressuring civil servants to join the civil disobedience movement. Authorities have been using firearms to disperse protesters. 'Our objective is to hold an election and hand power to the winning party,' he added. 'We guarantee ... that the election will be held,' he said during the news conference, broadcast from Naypyitaw, that last nearly two hours."
    },
    {
      "time": "6:20pm",
      "note": "The Chinese ambassador to Myanmar says the current situation is 'absolutely not what China wants to see,'. In a local media interview posted on the Chinese Embassy's Facebook page, Ambassador Chen Hai dismisses rumors of Chinese involvement in the Feb. 1 coup as 'completely nonsense' and insists Beijing was 'not informed in advance.' He says China had 'friendly relations' with both the army and former civilian government. "
    }
  ]
}