{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700746/feb17_nqgg7f.jpg",
  "data": [
    {
      "time": "1:20am",
      "note": "U.S. Secretary of State Antony Blinken and Indonesian Foreign Minister Retno Marsudi express 'deep concern over the coup in Burma' in a phone call. Blinken also ' agreed on the key role of ASEAN-centrality in the Indo-Pacific, and underscored the importance of protecting and preserving a free and open South China Sea,' according to U.S. State Department Spokesperson Ned Price. Separately, Price told a news conference that the U.S. is 'disturbed' by reports of additional criminal charges Aung San Suu Kyi."
    },
    {
      "time": "3:50am",
      "note": "The Myanmar coup has emerged as the first major diplomatic challenge for U.S. President Joe Biden since his Jan. 20 inauguration. On Feb. 10, the day Biden announced sanctions on Myanmar's military leaders, a senior State Department official briefed bipartisan members of the House Foreign Affairs Committee on the situation in the Southeast Asian country."
    },
    {
      "time": "9:30am",
      "note": "Internet service has resumed following another blackout starting at 1 a.m. Protesters marched in the main roads in Yangon to express their anger over additional charges brought against ousted leader Aung San Suu Kyi."
    },
    {
      "time": "12pm",
      "note": "In Yangon and elsewhere, a broken-down car campaign spreading on social media has resulted in motorists stopping their vehicles on streets and bridges. The campaign is meant to block police and military trucks. The drivers who stopped also got out of their cars and checked under their hoods. Social media activists are also calling for a massive demonstration on Wednesday, an apparent attempt to turn the tide as protests in Yangon have been noticeably smaller since the military began patrolling the streets days ago."
    },
    {
      "time": "3:30pm",
      "note": "Large crowds have gathered on the streets in downtown Yangon in one of the largest demonstrations since the coup, witnesses say. After the junta held its first news conference on Tuesday, people took their anger against the false claims by the military to the streets."
    },
    {
      "time": "5pm",
      "note": "'We are not afraid of the crackdown and that's why we are here. I am happy to see people on the streets even though it's a scary time. But we will fight against the military,' a young male protester on Sule overhead crossing in Yangon told a reportor."
    },
    {
      "time": "10:40pm",
      "note": "Videos circulating on Twitter show people crossing the same road over and over again to slow the flow of traffic."
    }
  ]
}