{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700748/feb18_dsmwmj.jpg",
  "data": [
    {
      "time": "10am",
      "note": "The army announced on Wednesday night that six celebrities -- including film directors, actors and a singer -- were wanted for possible violation of an anti-incitement law, specifically for encouraging strikes that have paralyzed government offices. The number of people detained since the coup reached 495 by Wednesday, Myanmar's Assistance Association for Political Prisoners said in a statement. Of these, 460 were still being held."
    },
    {
      "time": "3pm",
      "note": "The foreign ministers of Singapore and Indonesia support a proposed informal Association of Southeast Asian Nations ministerial meeting to discuss the situation in Myanmar, the city-state's foreign affairs ministry said. The statement was issued after Indonesia's minister of foreign affairs Retno Marsudi met her counterpart Vivian Balakrishnan in Singapore on Thursday."
    },
    {
      "time": "4pm",
      "note": "Protesters in Myanmar are writing down messages on paper and pasting them on walls, creating their own 'Lennon Walls.' Hong Kongers also took on this form of protest in 2019-2020. The first Lennon Wall was created in Prague after the assassination of Beatles member John Lennon in 1980."
    },
    {
      "time": "8pm",
      "note": "Japanese brewer Kirin Holdings seeks a 'swift end' to its alliance with a company affiliated with Myanmar's military, Kirin's CEO says in an interview, as protests against the military coup continue to rage in the Southeast Asian country. 'I want to end our relationship with the [Myanmar] military,' Kirin President and CEO Yoshinori Isozaki says. 'I want to settle it by spring, and definitely within a year.'"
    },
    {
      "time": "9:50pm",
      "note": "The U.K. announces sanctions on three figures in Myanmar's junta accused of 'serious human rights violations' as well as measures to stop British businesses from working with the Southeast Asian nation's armed forces. Britain's Foreign Ministry says sanctions have been imposed on Myanmar's defense minister, Gen. Mya Tun Oo; the minister for home affairs, Lt. Gen. Soe Htut; and his deputy, Lt. Gen. Than Hlaing."
    },
    {
      "time": "10pm",
      "note": "U.S. Secretary of State Antony Blinken discusses Myanmar with his 'Quad' counterparts Marise Payne of Australia, Subrahmanyam Jaishankar of India and Toshimitsu Motegi of Japan. 'The ministers discussed ... the urgent need to restore the democratically elected government in Burma, and the priority of strengthening democratic resilience in the broader region,' State Department spokesperson Ned Price says in a statement."
    }
  ]
}