{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700746/feb21_dxy6zl.jpg",
  "data": [
    {
      "time": "5:32am",
      "note": "The United States is 'deeply concerned' by reports that Myanmar security forces have fired on protesters and continue to detain and harass demonstrators and others, U.S. State Department spokesman Ned Price said in tweet. 'We stand with the people of Burma,' Price tweeted. Myanmar is also known as Burma."
    },
    {
      "time": "9:30am",
      "note": "Medical staff prepare for emergencies in Yangon. One says: 'We are here to save the lives of people.'"
    },
    {
      "time": "9:34am",
      "note": "Facebook removes military's main page under its policy of prohibiting the incitement of violence, the company said. 'In line with our global policies, we've removed the Tatmadaw True News Information Team Page from Facebook for repeated violations of our Community Standards prohibiting incitement of violence and coordinating harm,' a Facebook representative said in a statement. The Myanmar military is known as the Tatmadaw."
    },
    {
      "time": "9:40am",
      "note": "Police have arrested Lu Min, a famous actor wanted for supporting opposition to a Feb. 1 coup, his wife announces. The army said on Wednesday the celebrity was wanted under an anti-incitement law for encouraging civil servants to join protests. The charges can carry a two-year prison sentence. His wife, Khin Sabai Oo, said in a video posted on his Facebook page that police had come to their home in Yangon and taken him away."
    },
    {
      "time": "12pm",
      "note": "Activists call for a major protest on Monday to mourn the dead. They dub it 22222 based on the date, Feb. 22. The number is an allusion to 8888 -- Aug. 8, 1988 -- the date a six-week mass pro-democracy uprising kicked off nearly 33 years ago."
    },
    {
      "time": "1pm",
      "note": "The funeral of Mya Thwate Thwate Khaing, the young woman shot in the head by police, ends in Naypyitaw, the capital."
    },
    {
      "time": "1:30pm",
      "note": "City Mart, a leading supermarket chain, announces its stores will be closed on Monday and reopen on Tuesday due to the next day's mass protest."
    },
    {
      "time": "11pm",
      "note": "The Assistance Association for Political Prisoners(NGO organizaton) reports that 640 people in Myanmar have been arrested, charged or sentenced since the Feb. 1 coup."
    }
  ]
}