{
  "picURL": "https://res.cloudinary.com/dgaozeoku/image/upload/v1614700746/feb20_koirqd.jpg",
  "data": [
    {
      "time": "3:20am",
      "note": "U.S. State Department spokesman Ned Price offers condolences on the death of a protester in Myanmar 'We are saddened to see media reports that a protester shot by police in Naypyidaw on February 9 has died, marking the first reported death ... as a result of security forces response to the protests,' Price said. 'We applaud yesterday's announcement of sanctions by the United Kingdom and Canada against the Burmese military leaders responsible for the coup,' Price also says, adding that Secretary of State Antony Blinken had discussed with Australian, Indian and Japanese counterparts 'the urgent need to restore the democratically elected government in Burma.'"
    },
    {
      "time": "11am",
      "note": "Ethnic groups protest in a show of opposition to the coup that ousted Aung San Suu Kyi, despite some misgivings about her commitment to their aspirations for autonomy, community representatives said. 'We can't form a federal country under dictatorship. We can't accept the junta,' Ke Jung, a youth leader from the Naga minority told Reuters."
    },
    {
      "time": "11:35am",
      "note": "Railway staff march in Yangon and show support for the civil disobedience campaign in Myanmar."
    },
    {
      "time": "12pm",
      "note": "Protesters gather outside the Chinese Embassy in Yangon for a moment of silence to mourn a 20-year-old protester who was killed during demonstrations on Friday. 'She was young and had a lot of opportunities, but now everything had been destroyed. The military is just [staying power with] weapons, and it keeps threatening us,' said one male protester."
    },
    {
      "time": "3pm",
      "note": "The older sister of Mya Thwate Thwate Khaing, the 20-year-old woman who was killed during the protests, says her funeral will be held on Sunday in the capital, Naypyitaw. 'I really want the international community to help our country, rather than just watching', she said."
    },
    {
      "time": "6:35pm",
      "note": "Two people were killed in Myanmar's second city Mandalay when police fired to disperse protesters. 'Twenty people were injured and two are dead,' says Ko Aung, a leader of the Parahita Darhi volunteer emergency service agency in the city. A volunteer doctor confirms there had been two deaths: 'One shot in the head died at the spot. Another one died later with a bullet wound to the chest.'"
    },
    {
      "time": "8:48pm",
      "note": "Singapore expresses its dismay at reports of civilian casualties following the use of lethal force by security forces against demonstrators. 'The use of lethal weapons against unarmed civilians is inexcusable,' the Foreign Ministry says in a statement. Two people were killed in Myanmar's second city Mandalay when police fired to disperse people protesting against the Feb. 1 military coup there, the bloodiest day in more than two weeks of demonstrations."
    },
    {
      "time": "11:55pm",
      "note": "The U.K. will consider further action against those involved in violence in Myanmar against people protesting the coup, Foreign Minister Dominic Raab says, after two people were killed when police and soldiers fired to disperse protests. 'The shooting of peaceful protesters in Myanmar is beyond the pale. We will consider further action, with our international partners, against those crushing democracy & choking dissent,' Raab says in a tweet. Britain imposed sanctions on three Myanmar generals on Thursday, accusing them of serious human rights violations following the coup."
    }
  ]
}